Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-fr.tmx
Source language: en
Languages: fr

source: A posted worker is a person who is sent to another country by their employer to work for a limited time.
fr: Quelle que soit la forme de l’emploi, la situation antérieure, la nationalité ou l’ethnicité du travailleur, toute personne a les mêmes droits à un

source: Areas covered by posted workers’ rights are: working environment, minimum wages and holiday pay, regulations on working hours, workplace discrimination and parental leave.
fr: Les domaines couverts par les employés détachés sont : l’environnement professionnel, les salaires minimum et les salaires de congés payés, ainsi que les règlements concernant les horaires de travail, la discrimination sur le lieu de travail et les congés parentaux.

source: More information can be found at www.av.se/posting applies to foreign employers, both inside and outside the EU.
fr: Pour en savoir plus, consultez le site www.av.se/posting à l’Office suédois de l’environnement du travail Arbetsmiljö- verket.

source: The employer is also required to appoint a contact person in Sweden.
fr: Cette obligation s’applique aux employeurs des pays appartenant ou non à l’Union européenne.

source: This person must be able to show documentation that proves that the laws covering posting in Sweden are complied with, for example a valid employment contract.
fr: Cette personne doit être en mesure de présenter des documents attestant que la législation concernant le détachement de travailleurs en Suède est respectée, par exemple l’existence d’un contrat de travail en cours de validité.

source: The Swedish Work Environment Authority is a government agency.
fr: L’Office suédois de l’environnement du travail Arbetsmiljöverket est une agence gouvernementale.

source: We ensure that legislation concerning working environment and working hours is followed.
fr: Notre mission est d’assurer que la législation sur l’environnement professionnel et les horaires de travail est respectée.

source: Hazardous working conditions, or working conditions that are not consistent with the laws and regulations, should be reported first of all to the employer.
fr: Toute situation de travail dangereuse ou non-conforme aux lois et règlements doit être signalée en premier lieu à votre employeur.

source: They can then also be reported to the safety officer at the workplace or directly to us at the Swedish Work Environment Authority.
fr: Elle peut alors en outre faire l’objet d’un rapport au délégué à l’hygiène et sécurité du travail ou directement à nous, Arbetsmiljöverket.
